[
{"name": "Sunday Sweater - Mohair Edition – PetiteKnit", "language": "dansk.", "description": "Sunday Sweater – Mohair Edition strikkes oppefra og ned. Halskanten strikkes i rib og ombukkes. Bærestykket strikkes rundt i rib med udtagninger. Krop og ærmer strikkes i glatstrik og afsluttes begge af en ribkant. Sunday Sweater – Mohair Edition er monteringsfri.", "size_guide": "Sunday Sweater – Mohair Edition bør have et bevægelsesrum (positive ease) på 15-20 cm i forhold til dit brystmål. Størrelserne XS (S) M (L) XL (2XL) 3XL svarer til brystmål på 80-85 (85-90) 90-95 (95-100) 100-110 (110-120) 120-130 cm. Mål dig selv med et målebånd om brystet (eller det sted, du er bredest), inden du går i gang med at strikke, for at vurdere hvilken størrelse, der vil passe dig bedst. Hvis du eksempelvis måler 92 cm rundt om brystet, bør du strikke en str. M.", "size_available": "XS (S) M (L) XL (2XL) 3XL", "size": "99 (105) 111 (114) 126 (137) 147 cm", "knitting_gauge": "51 (53) 55 (57) 59 (60) 62 cm (ekskl. ombukket halskant)", "yarn": "21 masker x 28 pinde i glatstrik med dobbelttråd på pind 4 mm = 10 x 10 cm"},
{"name": "Hanstholm Sweater – PetiteKnit", "language": "dansk.", "description": "Hanstholm Sweater er en enkel og klassisk herresweater med en god pasform. Hanstholm Sweater strikkes oppefra og ned med raglanudtagninger. Der strikkes vendepinde efter halsens ribkant for at danne halsudskæring. Ribkanten i halsen lægges dobbelt og sys til sidst. For at opnå en god og blivende pasform i halsen, kan man lægge en tynd elastiktråd i løbegangen i ribkanten.", "size_guide": "S (M) L (XL) XXL", "size_available": "98 (105) 112 (120) 130 cm", "size": " (", "knitting_gauge": ") ", "yarn": " (71) "},
{"name": "Ankers Trøje - My Boyfriend's Size – PetiteKnit", "language": "dansk.", "description": "Ankers Trøje – My Boyfriend’s Size strikkes oppefra og ned. Bærestykket består af ribsegmenter, der efterfølges af klassiske raglanudtagninger. Du kan med fordel lade modtageren prøve trøjen undervejs, så den rette længde opnås på ærmer og krop.", "size_guide": "S (M) L (XL)", "size_available": "95 (102) 110 (119) cm", "size": "68 (70) 72 (74) cm", "knitting_gauge": "21 masker x 31 pinde i glatstrik = 10 x 10 cm", "yarn": "Rundpind 4,0 mm (40 & 80 eller 100 cm); strømpepinde 4,0 mm (hvis der ikke strikkes med magic loop)"},
{"name": "Ankers Hue – PetiteKnit", "language": "herunder.", "description": "Ankers Hue er en enkel hue med segmenter af ribstrik. Huen strikkes først rundt på rundpind, hvorefter indtagninger i toppen strikkes med strømpepinde. Mål hovedomkredsen på modtageren for at vurdere hvilken størrelse, du skal strikke. De to mindste størrelser er som udgangspunkt til børn, mens de to største er til voksne.", "size_guide": "Passer til hovedomkreds 47-49 (50-52) 53-55 (56-60) cm", "size_available": "17 (19) 21 (22) cm", "size": "22 masker x 29 pinde i = 10 x 10 cm i ribstrik (1 r, 1 vr)", "knitting_gauge": "30 eller 40 cm rundpind 4,0 mm, strømpepinde 4,0 mm", "yarn": "50 g garn"},
{"name": "Vesterhavssættet – PetiteKnit", "language": "halstørklæde.", "description": "Huen har en bred ribkant med dobbelt ombuk for neden, mens toppen er glatstrikket. Halstørklædet strikkes som et langt rør, der sys sammen i enderne – på den måde har halstørklædet hverken en for- eller bagside.", "size_guide": "Huen passer til hovedomkreds 53-55 (56-58) cm. Halstørklædet er 1,7 m langt og 22 cm bredt.", "size_available": "30 m = 10 cm", "size": "Rundpinde 3 mm (40 cm). Strømpepinde 3 mm.", "knitting_gauge": "Arwetta Classic fra Filcolana (50 g = 210 m). Til halstørklædet er der brugt ca. 270 g (50 g Aqua 197, 70 g Chock Orange 252, 50 g Mustard 136 og 100 g Blue Nights 195) og til huen ca. 55 (60) g.", "yarn": ": ★ ★"},
{"name": "Ingeborg – PetiteKnit", "language": "dansk.", "description": "Ingeborg er et patentstrikket pandebånd med en elegant samling foran, der giver pandebåndet et klassisk og feminint look.", "size_guide": "Onesize", "size_available": "14 masker x 34 pinde i patentstrik = 10 x 10 cm", "size": "Pind 5 mm", "knitting_gauge": "lidt mindre end 20 g af hver garn", "yarn": "Alpaka fra g-uld (50 g ="},
{"name": "Baggy Hue – PetiteKnit", "language": "dansk.", "description": "Baggy Hue er en helt enkel hue med en let poset pasform bagtil på hovedet og med en rullekant for neden. Huen strikkes rundt på rundpind nedefra og op og afsluttes i toppen med indtagninger strikket på strømpepinde.", "size_guide": "Mål din hovedomkreds for at finde den størrelse, der passer dig. Som udgangspunkt er den lille størrelse beregnet til børn, mens de to største størrelser passer voksne.", "size_available": "Passer til hovedomkreds 50 – 54 (55 – 58) 58 – 62 cm", "size": "Bredde: 19 (21) 23 cm, længde: 25 (28) 31 cm", "knitting_gauge": "19 masker x 28 pinde i glatstrik = 10 x 10 cm", "yarn": "Rundpind 3,5 mm (40 cm), strømpepinde 3,5 mm"},
{"name": "Annas Cardigan - My Size – PetiteKnit", "language": "dansk.", "description": "Annas Cardigan – My Size strikkes oppefra og ned med raglanudtagninger og et fint hulmønster. Ærmerne strikkes rundt på strømpepinde eller med magic loop teknik. Til sidst samles masker op langs forkanterne, og der strikkes knapstolper.", "size_guide": "Modellen på billedet måler 90 cm i brystvidde og har str. S på. ", "size_available": "XS (S) M (L) XL", "size": "86 (90) 97 (104) 112 cm", "knitting_gauge": "51 (55) 58 (61) 64 cm", "yarn": "Pinde 3,5 mm, strømpepinde 3,5 mm"},
{"name": "Ankers Trøje - My Size – PetiteKnit", "language": "dansk.", "description": "Ankers Trøje - My Size strikkes oppefra og ned. Bærestykket består af ribsegmenter, der efterfølges af klassiske raglanudtagninger. Du kan med fordel prøve Ankers Trøje undervejs, så du opnår den perfekte længde på ærmer og mavestykke.", "size_guide": "XS (S) M (L) XL", "size_available": "87 (91) 95 (102) 107 cm", "size": "53 (55) 58 (60) 62 cm", "knitting_gauge": "20 masker x 28 pinde i glatstrik = 10 x 10 cm", "yarn": "Rundpind 4,0 mm (40 & 80 cm); strømpepinde 4,0 mm (hvis der ikke strikkes med magic loop)."},
{"name": "Klassisk Smock Cardigan – PetiteKnit", "language": "knappestolper.", "description": "S (M) L (XL) XXL", "size_guide": "87 (92) 103 (108) 114 cm", "size_available": "56 (60) 64 (67) 71 cm", "size": "Smockstrikmønster: 30 m x 24 pinde = 10 x 10 cm, ribstrik: 28 m x 27 pinde = 10 x 10 cm, glatstrik: 22 m x 27 pinde = 10 x 10 cm", "knitting_gauge": "Rundpind 4,0 mm og 4,5 mm (80 - 100 samt 120 cm); strømpepinde 4,0 mm og 4,5 mm (hvis ærmerne ikke strikkes med magic loop)", "yarn": "500 (600) 700 (750) 850 g garn, 7 (7) 8 (8) 8 knapper (diameter 18 mm)"},
{"name": "Balloncardigan – PetiteKnit", "language": "dansk.", "description": "Balloncardigan er en kort cardigan med ballonærmer, der understreges af en tætsiddende ribkant ved håndleddet. Balloncardigan strikkes oppefra og ned. Den lukkes fortil med knapper, og knapstolperne strikkes i et med resten af cardiganen – der er dermed ingen montering. Balloncardigan er en kort model og egner sig godt til højtaljede bukser eller nederdele.", "size_guide": "Balloncardigan strikkes med ca. 15 cm ekstra vidde/bevægelsesrum i forhold til dit brystmål. Størrelserne XS (S) M (L) XL svarer til brystmål på omtrent 85 (90) 95 (100) 110 cm. Mål dig selv, inden du går i gang med at strikke, for at vurdere hvilken størrelse, der vil passe dig bedst.", "size_available": "Den hvide Balloncardigan er strikket i New Zealands lammeuld samt en råhvid Tilia. Begge fra Filcolana.", "size": ": ★ ", "knitting_gauge": "Se klassifikationen af sværhedsgrad ", "yarn": "."},
{"name": "Hipsterhuen – PetiteKnit", "language": "dansk.", "description": "Hipsterhuen strikkes nedefra og op. Der laves et ombuk nederst på ribkanten på 6 cm (evt. dobbelt ombuk, hvis huen strikkes ekstra lang). Indtagningerne i huens top laves ved at strikke to m sm på hver side af to retmasker i alt fire steder på omg.", "size_guide": "Hipsterhuen kan strikkes i en længde, så den får en lille ”hipstertop” på hovedet, eller i en længde, så den sidder tæt til hovedet. Hipsterhuen er til både mænd og kvinder.", "size_available": "Onesize", "size": "Passer hovedomkreds 54 – 60 cm. Huens bredde er 19 cm. Længden tilpasses hovedomkredsen.", "knitting_gauge": "29 masker x 32 pinde i ribstrik (2 r, 2 vr) = 10 x 10 cm", "yarn": "Rundpind 3,5 mm (40 cm), strømpepinde 3,5 mm"},
{"name": "Oslohuen - mohair edition – PetiteKnit", "language": "dansk.", "description": "25 (25) 25 (25) 25 (50) 50 g Tilia fra Filcolana (25 g= 210 m) ", "size_guide": "Brushed Lace fra Mohair By Canard (25 g = 210 m) ", "size_available": "Silk Mohair fra Isager Yarn (25 g = 212 m)", "size": ": ★ ★", "knitting_gauge": "Se klassifikationen af sværhedsgrad ", "yarn": "."},
{"name": "Stockholmshuen – PetiteKnit", "language": "dansk.", "description": "Stockholmshuen er en tyk og varm hue, der er inspireret af modebilledet i Stockholm. Stockholmshuen strikkes i ", "size_guide": " Arwetta og ", "size_available": " Tilia, nedefra og op i rib. For at opnå en pæn tæt rib i brug, justeres huens størrelse med en indvendig elastik. Dette sikrer samtidig en god og blivende pasform. Huen bæres, så den får en top på hovedet.", "size": ": ★ ★", "knitting_gauge": "Se klassifikationen af sværhedsgrad ", "yarn": "."},
{"name": "Ballonsweater – PetiteKnit", "language": "dansk.", "description": "Ballonsweateren er en oversized sweater med ballonærmer, der begynder langt nede på skuldrene og understreges af en tætsiddende rib ved håndleddene. Ballonsweateren strikkes oppefra og ned. I begyndelsen af bærestykket strikkes skulderudtagninger samtidig med, at der strikkes vendepinde for at danne halsudskæringen. Herefter strikkes for- og bagstykke hver for sig (frem og tilbage i glatstrik). Under ærmegabet samles arbejdet, og resten af kroppen strikkes rundt på rundpind. Der samles masker op til ærmer, og disse strikkes ligeledes rundt på rundpind og til slut strømpepinde (eller med magic loop teknik). Således er Ballonsweateren monteringsfri udover enderne, der skal hæftes. Til Ballonsweateren anvendes italiensk opslagning og aflukning (kaldet hhv. ", "size_guide": " og ", "size_available": " på engelsk). Dette giver en pæn kant og en god elasticitet langs ribkanterne, og det er vigtigt for det færdige resultat (både funktionelt og æstetisk), at denne teknik anvendes til Ballonsweateren (særlig vigtigt for den stramme ribkant i ærmerne).", "size": "Størrelserne XS (S) M (L) svarer til brystmål på omtrent 85 (90) 95 (100) cm. Mål dig selv, inden du går i gang med at strikke, for at vurdere hvilken størrelse, der vil passe dig bedst. Ballonsweateren bør have et bevægelsesrum (", "knitting_gauge": "på 15-20 cm i forhold til dit brystmål.", "yarn": "XS (S) M (L)"},
{"name": "Ballonjakken – PetiteKnit", "language": "dansk.", "description": "Ballonjakken er en oversize cardigan med store ballonærmer. Brug den på kolde vinterdage eller som overgangsjakke til forår og efterår.", "size_guide": "Ballonjakken strikkes nedefra og op i retstrik og med ribstrikkede kanter. Kroppen og ærmerne strikkes hver for sig og sys sammen til sidst.", "size_available": "Ballonjakken giver sig lidt i længden, når du tager den i brug.", "size": "XS (S) M (L) XL", "knitting_gauge": "Bredde: 58 (61) 65 (69) 74 cm", "yarn": "Hel længde: 64 (65) 67 ("},
{"name": "Ankers Cardigan - My Size – PetiteKnit", "language": "dansk.", "description": "Ankers Cardigan har et bærestykke, der består af ribsegmenter med udtagninger efterfulgt af klassiske raglanudtagninger. Cardiganen strikkes oppe fra og ned, og der strikkes frem og tilbage på en lang rundpind. Ærmerne strikkes rundt på strømpepinde eller med magic loop teknik. De første og sidste 7 m på p strikkes i rib og overlapper for at danne knappestolper. Kanterne på ærmer og krop består ligeledes af rib.", "size_guide": "XS (S) M (L) XL", "size_available": "82 (89) 99 (104) 112 cm", "size": "51 (55) 58 (61) 63 cm", "knitting_gauge": "24 masker x 34 pinde i glatstrik = 10 x 10 cm", "yarn": "Rundpind 3 mm (80 eller 100 cm); strømpepinde 3 mm (hvis der ikke strikkes med magic loop)"},
{"name": "Kontrastsweater – PetiteKnit", "language": "dansk.", "description": "Kontrastsweateren strikkes oppefra og ned i ét stykke. Ribkanten i halsen ombukkes og sys fast på bagsiden til sidst – dette er den eneste montering, sweateren kræver, foruden enderne, der skal hæftes. Der strikkes vendepinde for at danne halsudskæring. Bærestykket strikkes i tre trin med tre forskellige udtagningsteknikker. Ærmerne strikkes rundt på strømpepinde eller med magic loop teknik.", "size_guide": "Kontrastsweateren har et farveskift 2/3 nede på sweateren.", "size_available": "Størrelserne XS (S) M (L) XL svarer til brystmål på omtrent 85 (90) 94 (100) 107 cm. Mål dig selv, inden du går i gang med at strikke, for at vurdere hvilken størrelse, der vil passe dig bedst. Modellen på billedet har en overvidde på 90 cm og har en str. S på.", "size": "XS (S) M (L) XL", "knitting_gauge": "93 (98) 102 (109) 112 cm", "yarn": "60 (61) 63 (64) 66 cm"},
{"name": "Striber På Langs-Sweater – PetiteKnit", "language": "monteringsfri.", "description": "Striber På Langs-Sweater har en let oversized pasform. Som udgangspunkt kan du vælge at strikke en størrelse, der er ca. 20-25 cm større end dit brystmål. Modellen på billedet har en brystvidde på ca. 85 cm og bruger str. XS.", "size_guide": "Du kan med fordel måle længden af en velsiddende trøje fra din garderobe, inden du går i gang med at strikke. Da trøjen strikkes nedefra og op, skal en evt. justering af længden ske allerede når kroppen/maven strikkes. Længden af sweateren forbliver omtrent den samme efter vask og dampning – det er dog vigtigt at strække ribben ud til rigtig strikkefasthed, når længden måles undervejs (da rib bliver lidt kortere i længden, når det strækkes i bredden).", "size_available": "XS (S) M (L) XL", "size": "105 (114) 122 (130) 139 cm", "knitting_gauge": "59 (61) 62 (65) 70 cm", "yarn": "19 masker x 26 pinde i ribstrik (4 r, 4 vr) efter dampning = 10 x 10 cm"},
{"name": "Ingen Dikkedarer Cardigan – PetiteKnit", "language": "dansk.", "description": "Ingen Dikkedarer Cardigan er en lang oversize cardigan, der strikkes oppefra og ned med raglanudtagninger. Cardiganen strikkes i et stykke og er dermed monteringsfri. Halskanten strikkes i rib og fortsætter ud i et med cardiganens forkanter. Fortil strikkes indvendige lommer.", "size_guide": "Ingen Dikkedarer Cardigan strikkes med 20-25 cm ekstra vidde i forhold til din overvidde for at få det rette oversize look. Størrelserne XS (S) M (L) XL svarer til brystmål på omtrent 85 (90) 95 (100) 110 cm. Mål dig selv, inden du går i gang med at strikke, for at vurdere hvilken størrelse, der vil passe dig bedst.", "size_available": "XS (S) M (L) XL", "size": "53 (56) 59 (62) 66 cm", "knitting_gauge": "83 (86) 88 (92) 93 cm", "yarn": "21 masker x 28 pinden i glatstrik pa pind 4 mm = 10 x 10 cm"},
{"name": "Scotty Sweater – PetiteKnit", "language": "XL", "description": "94 (99) 103 (113) 122cm", "size_guide": "Målt midt bag inkl. ombukket ribkant i nakken 56 (58) 60 (64) 66cm", "size_available": "46 (47) 48 (49) 50cm", "size": "22 (23) 24 (25) 26cm", "knitting_gauge": "33 (34) 35 (37,5) 40cm", "yarn": "17 masker x 24 pinde i glatstrik på pind 5 mm = 10 x 10cm"},
{"name": "Novice Sweater – PetiteKnit", "language": "dansk.", "description": "Novice Sweater er skrevet særligt henvendt til den nye strikker. Opskriften er udførligt skrevet uden forkortelser. ", "size_guide": "Novice Sweater er en god basissweater, der strikkes oppefra og ned. Det vil sige, at du begynder med at strikke halskanten, derefter bærestykket, derefter kroppen og til sidst ærmerne. Sweateren strikkes i glatstrik, mens kanterne strikkes i rib. Novice Sweater har et rundt bærestykke. Det dannes ved, at der undervejs strikkes udtagninger på fire omgange jævnt fordelt på bærestykket.", "size_available": "Størrelserne XS (S) M (L) XL svarer til brystmål på omtrent 85 (90) 95 (100) 110 cm. Novice Sweater bør have et bevægelsesrum (positive ease) på 5-10 cm. Det betyder, at hvis du fx måler 90 cm rundt om brystet (mål dig selv med et målebånd), bør du strikke en str. S, som har overvidden 98 cm.", "size": "På billedet er vist Novice Sweater strikket i en tråd Arwetta (red squirrel) fra Filcolana og to tråde Brushed Lace (cognac) fra Mohair By Canard.", "knitting_gauge": "250 (300) 350 (400) 450 g Kos fra Sandnes Garn (50 g = 150 m)", "yarn": ": ★"},
{"name": "Copenhagen Cardigan – PetiteKnit", "language": "dansk.", "description": "Copenhagen Cardigan strikkes oppefra og ned med raglanudtagninger, frem og tilbage på rundpinden. Halsudskæringen dannes ved hjælp af vendepinde. Cardiganen strikkes i glatstrik, mens der langs forkanterne strikkes rib for at danne knapstolper. Knaphuller laves til sidst og strikkes dermed ikke i undervejs. På kroppen strikkes indvendige lommer. Ærmerne strikkes rundt i glatstrik på strømpepinde eller med Magic Loop-teknik.", "size_guide": "Copenhagen Cardigan er en kort cardigan, der bør have et bevægelsesrum (", "size_available": "på 6-11 cm i forhold til dit brystmål. Størrelserne XS (S) M (L) XL (XXL) svarer til brystmål på 80-85 (85-90) 90-95 (95-100) 100-110 (110-120) cm. Mål dig selv, inden du går i gang med at strikke, for at vurdere hvilken størrelse, der vil passe dig bedst. Hvis du fx måler 87 cm rundt om brystet, bør du strikke en str. S.", "size": "XS (S) M (L) XL (XXL)", "knitting_gauge": "91 (96) 101 (106) 116 (126) cm", "yarn": "51 (53) 55 (56) 57 (58) cm"},
{"name": "Oslosweater – PetiteKnit", "language": "dansk.", "description": "Oslosweater strikkes oppefra og ned. Først strikkes rygstykket frem og tilbage på rundpind. Herefter samles der m op og skuldrene strikkes hver for sig for derefter at blive samlet til forstykket. Rygstykke og forstykke samles under ærmegabet for at danne kroppen, som så strikkes rundt på rundpind. Ærmerne og halskanten strikkes ud fra opsamlede m til sidst.", "size_guide": "Oslosweater bør have et bevægelsesrum (", "size_available": "på ca. 20 cm i forhold til dit brystmål. Størrelserne XS (S) M (L) XL svarer til brystmål på omtrent 80-85 (85-90) 90-95 (95-100) 100-110 cm. Hvis du fx måler 87 cm rundt om brystet, bør du strikke en str. S. Mål dig selv, inden du går i gang med at strikke, for at vurdere hvilken størrelse, der vil passe dig bedst.", "size": "XS (S) M (L) XL", "knitting_gauge": "105 (110) 114 (120) 130 cm", "yarn": "54 (56) 57 (63) 64 cm (med halskant)"},
{"name": "Sunday Cardigan – PetiteKnit", "language": "dansk.", "description": "Sunday Cardigan strikkes oppefra og ned i én tråd Inca Wool og to tråde silk mohair. Bærestykket strikkes frem og tilbage i rib med udtagninger, og knapstolper/forkanter strikkes samtidigt. Krop og ærmer strikkes i glatstrik og afsluttes begge af en bred ribkant. Ærmerne på Sunday Cardigan er ekstra lange. Halskanten bukkes ned og sys fast til vrangsiden. Knaphullerne laves til sidst (dvs. strikkes ikke i undervejs) ved at sy rundt i kanten med tungesting/knaphulssting.", "size_guide": "Sunday Cardigan bør have et bevægelsesrum (", "size_available": "på 8-12 cm i forhold til dit brystmål. Størrelserne XS (S) M (L) XL svarer til brystmål på omtrent 85 (90) 95 (100) 110 cm. Mål dig selv, inden du går i gang med at strikke, for at vurdere hvilken størrelse, der vil passe dig bedst. Hvis du fx måler 90 cm rundt om brystet, bør du strikke en str. S.", "size": "XS (S) M (L) XL", "knitting_gauge": "93 (99) 106 (113) 123 cm", "yarn": "52 (55) 58 (65) 67 cm (inkl. ombukket halskant)"},
{"name": "Sunday Sweater – PetiteKnit", "language": "dansk.", "description": "Sunday Sweater strikkes oppefra og ned. Bærestykket strikkes rundt i rib med udtagninger. Krop og ærmer strikkes i glatstrik og afsluttes begge af en ribkant. Ærmerne på Sunday Sweater er ekstra lange og ", "size_guide": "strikkes med udtagninger, så de bliver større ned med håndleddet. Halskanten bukkes ned og sys fast til vrangsiden.", "size_available": "Hvis du ønsker et ", "size": ", bør Sunday Sweater have et bevægelsesrum (", "knitting_gauge": "på 5-10 cm i forhold til dit brystmål. Hvis du ønsker et ", "yarn": ", bør Sunday Sweater have et bevægelsesrum på ca. 20 cm."},
{"name": "Ankers Sommerbluse – PetiteKnit", "language": "dansk.", "description": "Ankers Sommerbluse strikkes oppefra og ned. Bærestykket består af ribsegmenter, der efterfølges af klassiske raglanudtagninger.", "size_guide": "Opskriften tager højde for, at blusen vil vokse lidt i brug (hvis du strikker i det angivne garn). Når du skal vælge størrelse, så mål din overvidde/brystvidde (mål rundt om det bredeste sted på brystet) og strik efter den størrelse, der er nærmest dine egne mål. Når du har haft Ankers Sommerbluse på et par timer, vil den udvide sig og få den rette (lidt løsere) pasform. F.eks. kan man regne med, at en nystrikket str. XS har en overvidde på 82 cm, mens den i brug vil få en overvidde på ca. 88 cm (dvs. den ”vokser” ca. 6 cm). Efter vask nærmer målene sig igen de oprindelige nystrikkede mål. Længden på blusen holder sig nogenlunde konstant. Det er en god ide at prøve Ankers Sommerbluse undervejs, når du strikker, så du opnår den perfekte længde til din krop – nogle har en lang overkrop, og nogle en kort.", "size_available": "XS (S) M (L) XL", "size": "82 (86) 90 (96) 102 cm", "knitting_gauge": "52 (54) 56 (58) 60 cm", "yarn": "20,5 masker x 30 pinde i glatstrik = 10 x 10 cm"},
{"name": "Ingen Dikkedarer Sweater – PetiteKnit", "language": "ribkanten.", "description": "Størrelserne XS (S) M (L) XL svarer til brystmål på omtrent 85 (90) 95 (100) 110 cm. Ingen Dikkedarer Sweater bæres således med et bevægelsesrum på 10-15 cm. Mål dig selv, inden du går i gang med at strikke, for at vurdere din størrelse.", "size_guide": "XS (S) M (L) XL", "size_available": "100 (104) 108 (114) 120 cm", "size": "47 (50) 53 (56) 62 cm", "knitting_gauge": "21 masker x 28 pinde i glatstrik på pind 4 mm = 10 x 10 cm", "yarn": "Rundpind 3 mm og 4 mm (40 cm og 80 eller 100 cm), strømpepinde 3 mm og 4 mm"},
{"name": "Kumulus Bluse – PetiteKnit", "language": "dansk.", "description": "Kumulus Bluse strikkes i to tråde tyndt mohair/silkegarn i glatstrik oppefra og ned. Blusen har en dyb, afrundet V-udskæring. Langs alle kanter strikkes en i-cordkant.", "size_guide": "Størrelserne XS (S) M (L) XL (2XL) 3XL svarer til brystmål på omtrent 80-85 (85-90) 90-95 (95-100) 100-110 (110-120) 120-130 cm. Kumulus Bluse bæres således med et bevægelsesrum på omtrent 10-15 cm. Mål dig selv, inden du går i gang med at strikke, for at vurdere din størrelse. Eksempel:Du måler dig selv med et målebånd rundt om brystet (eller maven, hvis det er det bredeste sted på din krop) til 93 cm. Det svarer til, at du bør strikke en str. M.", "size_available": "XS (S) M (L) XL (2XL) 3XL", "size": ": ★ ★ ★", "knitting_gauge": "Se klassifikationen af sværhedsgrad ", "yarn": "."},
{"name": "Saturday Night Sweater – PetiteKnit", "language": "dansk.", "description": "Saturday Night Sweater strikkes oppefra og ned med et rundt bærestykke. Der strikkes vendepinde for at danne halsudskæringen. Halsens ribkant strikkes til sidst fra opsamlede masker i opslagskanten.", "size_guide": "Ærmerne på Saturday Night Sweater afsluttes af en tæt ribkant, der sidder i albuehøjde – således får ærmet over ribkanten et lille puf.", "size_available": "Saturday Night Sweater strikkes i fire tråde silkmohair – det er nemmest at strikke fra hver ende af to nøgler garn.", "size": "Saturday Night Sweater bør have et bevægelsesrum (", "knitting_gauge": "på ca. 7-9 cm i forhold til dit brystmål. Størrelserne XS (S) M (L) XL svarer til brystmål på omtrent 85 (90) 95 (100) 110 cm. Mål dig selv, inden du går i gang med at strikke, for at vurdere hvilken størrelse, der vil passe dig bedst. Hvis du fx måler 90 cm om brystet (mål dig selv med et målebånd), bør du strikke en str. S, der har en overvidde på 98 cm.", "yarn": "XS (S) M (L) XL"},
{"name": "Sekvens Sweater – PetiteKnit", "language": "dansk.", "description": "Sekvens Sweater strikkes oppefra og ned i rib (1 r, 1 vr) med raglanudtagninger i én tråd Spinni og én tråd silk/mohair. Første del af bærestykket strikkes frem og tilbage på pinden for at danne halsudskæringen. Ærmerne strikkes på strømpepinde eller med Magic Loop-teknik. Til sidst samles der masker op langs halskanten, og der strikkes en dobbelt ribkant over disse.", "size_guide": ", at strikkefastheden skal måles efter blokning. Det betyder, at du - mens du strikker - vil måle en strikkefasthed på ca. 25-27 m pr. 10 cm. Dette vil udvide sig til en strikkefasthed på 22 m pr. 10 cm efter vask og brug. Strik en prøvelap og vask og blok den, inden du går i gang med din Sekvens Sweater.", "size_available": "Sekvens Sweater bør have et bevægelsesrum (positive ease) på 13-14 cm i forhold til dit brystmål. Størrelserne XS (S) M (L) XL svarer til brystmål på omtrent 85 (90) 95 (100) 110 cm. Mål dig selv, inden du går i gang med at strikke, for at vurdere hvilken størrelse, der vil passe dig bedst. Hvis du fx måler 95 cm rundt om brystet, bør du strikke en str. M.", "size": "XS (S) M (L) XL", "knitting_gauge": "98 (104) 109 (115) 124cm (målt efter vask og blokning)", "yarn": "Målt midt bag (uden halsribben): 52 (55) 57 (60) 64cm"},
{"name": "Holiday Sweater – PetiteKnit", "language": "dansk.", "description": "Holiday Sweater strikkes oppefra og ned med raglanudtagninger. Halsudskæringen dannes idet der først strikkes frem og tilbage på p med udtagninger i hver side, og derefter rundt på rundpinden. Ærmerne har ekstra vidde ned mod håndleddet og afsluttes af en tætsiddende ribkant. De strikkes rundt med Magic Loop-teknik. Halsens ribkant strikkes ud fra opsamlede m i halsåbningen. Der strikkes ind- og udtagninger, således at halskanten lægger sig pænt ned mod halsen.", "size_guide": "Holiday Sweater bør have et bevægelsesrum på 15-20 cm. Størrelserne XS (S) M (L) XL svarer til brystmål på 80-85 (85-90) 90-95 (95-100) 100-110 cm. Mål dig selv, inden du går i gang med at strikke, for at vurdere hvilken størrelse, der vil passe dig bedst.", "size_available": "XS (S) M (L) XL", "size": "100 (104) 112 (116) 128 cm", "knitting_gauge": "54 (56) 58 (62) 65 cm (inkl. ombukket halskant)", "yarn": "10 masker x 13 pinde i glatstrik på pind 10 mm = 10 x 10 cm"},
{"name": "Stockholmsweater – PetiteKnit", "language": "dansk.", "description": "Stockholmsweater strikkes oppefra og ned i glatstrik i ", "size_guide": "silk/mohair. Først strikkes øverste del af ryggen, hvorefter der samles masker op langs ryggens opslagskant til skuldrene. Skuldrene strikkes hver for sig med vendepinde, således at der dannes en kile. For- og bagstykker samles under ærmegabet, og kroppen strikkes rundt på rundpind. Langs armåbningerne samles masker op til ærmer, som strikkes rundt på strømpepinde eller med ", "size_available": ". Til slut samles masker op langs halsåbningen, hvor der strikkes en ribkant, der ombukkes til sidst og sys fast på vrangsiden. Stockholmsweater er monteringsfri med undtagelse af halskantens ombuk. ", "size": "Stockholmsweater bør have et bevægelsesrum (", "knitting_gauge": "på ca. 15 cm i forhold til dit brystmål. Størrelserne XS (S) M (L) XL svarer til brystmål på omtrent 85 (90) 95 (100) 110 cm. Mål dig selv, inden du går i gang med at strikke, for at vurdere hvilken størrelse, der vil passe dig bedst.", "yarn": ": ★ ★ ★ ★ ★"},
{"name": "Sunday Tee – PetiteKnit", "language": "dansk.", "description": "Sunday Tee strikkes oppefra og ned. Bærestykket strikkes rundt i rib med udtagninger. Krop og ærmer strikkes rundt i glatstrik og afsluttes begge af en ombukket kant.", "size_guide": "Sunday Tee bør have et bevægelsesrum (positive ease) på 2-8 cm i forhold til dit brystmål. Størrelserne XS (S) M (L) XL (XXL) svarer til brystmål på 80-85 (85-90) 90-95 (95-100) 100-110 (110-120) cm. Mål dig selv, inden du går i gang med at strikke, for at vurdere hvilken størrelse, der vil passe dig bedst. Hvis du fx måler 87 cm rundt om brystet, bør du strikke en str. S.", "size_available": "XS (S) M (L) XL (XXL)", "size": "87 (93) 97 (103) 113 (123) cm", "knitting_gauge": "49 (52) 54 (56) 57 (58) cm", "yarn": "28 masker x 40 pinde i glatstrik på pind 3 mm = 10 x 10 cm"},
{"name": "Fortune Sweater – PetiteKnit", "language": "dansk.", "description": "Fortune Sweater strikkes oppefra og ned med raglanudtagninger, og ærmerne har trekvart længde. Der strikkes i glatstrik med kløvermønster. Halsens ribkant strikkes først og lægges dobbelt, idet den strikkes sammen. Herefter strikkes vendepinde med vendinger på forstykket for at danne halsudskæring. Samtidig med vendepinde og raglanudtagninger strikkes kløvermønsteret også – vær omhyggelig med at få kløvermønsteret placeret korrekt, så det bliver symmetrisk og mødes korrekt under ærmegabet. ", "size_guide": "Fortune Sweater bør have et bevægelsesrum (", "size_available": "på ca. 15-25 cm i forhold til dit brystmål. Inden du går i gang med at strikke, bør du måle dit brystomfang med et målebånd. Læg 15-25 cm til dit brystomfang (afhængig af, hvor løs eller tætsiddende du ønsker din Fortune Sweater), og strik så den størrelse, der rammer dette mål bedst. Eksempel: Du måler dig selv til 95 cm rundt om brystet. Læg 15-25 cm til dette mål, og du får 110-120 cm. (95 cm brystomfang + 15-25 cm bevægelsesrum = 110-120 cm. Størrelse M med overvidde 114 cm ligger i dette interval).", "size": "XS (S) M (L) XL (2XL) 3XL", "knitting_gauge": "95 (105) 114 (124) 133 (143) 152 cm", "yarn": "53 (55) 58 (60) 61 (65) 69 cm (målt midt bag inkl. ombukket halskant)"},
{"name": "Sunday Cardigan - Mohair Edition – PetiteKnit", "language": "dansk.", "description": "Sunday Cardigan – Mohair Edition strikkes oppefra og ned, frem og tilbage på rundpinden. Bærestykket består af rib med indbyggede udtagninger.", "size_guide": "Sunday Cardigan – Mohair Edition bør have et bevægelsesrum (positive ease) på omtrent 15-25 cm i forhold til dit brystmål. Størrelserne XS (S) M (L) XL (XXL) svarer til brystmål på omtrent 80-85 (85-90) 90-95 (95-100) 100-110 (110-120) cm. Mål dig selv, inden du går i gang med at strikke, for at vurdere hvilken størrelse, der vil passe dig bedst. Hvis du fx måler 87 cm rundt om brystet, bør du strikke en str. S.", "size_available": "XS (S) M (L) XL (XXL)", "size": "99 (108) 111 (116) 131 (142) cm", "knitting_gauge": "51 (52) 53 (54) 55 (56) cm", "yarn": "14 masker x 18 pinde i glatstrik på pind 7 mm = 10 x 10 cm"},
{"name": "September Sweater – PetiteKnit", "language": "dansk.", "description": "September Sweater strikkes oppefra og ned i patentstrik. Først strikkes ryggen, idet der slås masker op til nakken og strikkes frem og tilbage på pinden med udtagninger i hver side. Herefter samles masker op til skuldrene, som strikkes hver for sig for derefter at samles foran til forstykket. Under ærmegabet mødes rygstykket og forstykket for at danne kroppen, som strikkes rundt på rundpind. Der samles derefter masker op til ærmer, som strikkes rundt med indtagninger på en kort rundpind. Til slut samles masker op i halsåbningen til at strikke halsens ribkant ud fra. Denne lægges dobbelt og sys ned. September Sweater er dermed monteringsfri foruden halskanten, der sys ned til sidst.", "size_guide": "Lav en strikkeprøve, inden du går i gang, for at finde den pindestørrelse der giver dig den rette strikkefasthed. Vær opmærksom på, at det er svært at måle på patentstrik, da det er elastisk – mål derfor alle afstande efter flere gange.", "size_available": "September Sweater har en let oversized pasform med et bevægelsesrum (", "size": ") på omtrent 15-20", "knitting_gauge": "cm. Størrelserne XS (S) M (L) XL (2XL) 3XL svarer til brystmål på 80-85 (85-90) 90-95 (95-100) 100-110 (110-120) 120-130 cm. Mål dig selv med et målebånd, inden du går i gang med at strikke, for at vurdere hvilken størrelse, der vil passe dig bedst. Eksempel: Du måler dig selv med et målebånd rundt om brystet (eller maven, hvis det er det bredeste sted på din krop) til 94 cm. Det svarer til, at du bør strikke en str. M.", "yarn": "Bemærk, at patentstrik vil udvide sig en anelse i bredden ved vask og i brug. Derfor kan du regne med, at din September Sweater vil vokse omtrent 4-8 cm i overvidden i forhold til de mål, der er angivet herunder."},
{"name": "Kumulus Tee – PetiteKnit", "language": "dansk.", "description": "Kumulus Tee strikkes i glatstrik oppefra og ned og har en afrundet V-udskæring foran. Ærmerne går til albuerne, og langs alle kanter strikkes en i-cordkant. Kumulus Tee er monteringsfri.", "size_guide": "Størrelserne XS (S) M (L) XL (2XL) 3XL svarer til brystmål på omtrent 80-85 (85-90) 90-95 (95-100) 100-110 (110-120) 120-130 cm. Kumulus Tee bæres således med et bevægelsesrum på omtrent  3-9 cm. Mål dig selv, inden du går i gang med at strikke, for at vurdere din størrelse. Eksempel: Du måler dig selv med et målebånd rundt om brystet (eller maven, hvis det er det bredeste sted på din krop) til 93 cm. Det svarer til, at du bør strikke en str. M.", "size_available": "XS (S) M (L) XL (2XL) 3XL", "size": " 89 (94) 99 (104) 113 (123) 134 cm", "knitting_gauge": " 30 (32) 34 (36) 38 (41) 41 cm", "yarn": " 51 (52) 54 (57) 59 (60) 62 cm"}
]